Repository: common-repository/mailify
Catalog: locales/mailify-*.po
Languages: de_de, es_es

source: Configuration
de_de: Setup
es_es: Configuración

source: Inscription
de_de: Inschrift
es_es: Inscripción

source: Connection
de_de: Verbindung
es_es: Interconexión

source: A new key has been generated
de_de: Ein neuer Code wurde generiert
es_es: Se ha generado una clave

source: Mailify Newsletter
es_es: Newsletter Mailify

source: Have visitors fill out this form and the associated list will be updated accordingly
de_de: Wenn Interessenten das Formular ausfüllen, wird die Kontaktliste automatisch aktualisiert
es_es: Actualiza una lista de contactos en Mailify gracias a este formulario rellenado por tus visitantes

source: Congrats! You signed up for our newsletter.
de_de: Glückwunsch! Du bist für unseren Newsletter angemeldet.
es_es: ¡Enhorabuena! Acabas de inscribirte a nuestra newsletter

source: Email isn't valid.
de_de: E-Mail ist nicht gültig.
es_es: El email no es válido.

source: Fields marked with * are mandatory
de_de: Felder mit * sind erforderlich
es_es: Los campos con el símbolo * son obligatorios

source: Setup this widget by clicking the Mailify widget menu
de_de: Klicke auf das Mailify Widget-Menü um Einstellungen vorzunehmen
es_es: Configurar este widget a través del menú Widget Mailify

source: URL to paste in Mailify
de_de: URL, die in Mailify eingegeben wird
es_es: URL a indicar en Mailify

source: Synchronization key to enter in Mailify
de_de: Aktivierungscode, der in Mailify eingegeben wird
es_es: Clave a insertar en Mailify

source: Connected
de_de: Verbunden
es_es: Conectada

source: Disconnected
de_de: Getrennt
es_es: No conectado

source: Please generate a new key
de_de: Danke neuen Aktivierungsschlüssel generieren
es_es: Gracias generar una nueva clave

source: Generate another key
de_de: Neuen Code generieren
es_es: Generar una nueva clave

source: Generate a key
de_de: Aktivierungscode generieren
es_es: Generar una nueva clave

source: Setup the widget
de_de: Widget aufsetzen
es_es: Configurar el widget

source: How to set up the module?
de_de: Wie wird das Modul aufgesetzt?
es_es: ¿Cómo configurar el módulo?

source: Go in the plugins menu of Mailify and activate wordpress plugin
de_de: Gehe zum Mailify Plugin Menü und aktiviere das WordPress Plugin
es_es: Activa la extensión WordPress desde el menú ''Extensiones'' en Mailify e introduce los siguientes datos:

source: Learn more
de_de: Mehr erfahren
es_es: Leer más

source: https://static.mailify.com/ws/soft-redirect.asp?key=9Y4OtEZzaz&com=WordpressInfo
de_de: https://static.mailify.com/ws/soft-redirect.asp?key=9Y4OtEZzaz&com=WordpressInfo&lng=DE
es_es: https://static.mailify.com/ws/soft-redirect.asp?key=9Y4OtEZzaz&com=WordpressInfo&lng=ES

source: Take a look at the help section online
de_de: Schau dir unsere Online-Hilfe an
es_es: ayuda en línea

source: Need help?
de_de: Brauchst du Hilfe?
es_es: ¿Necesitas ayuda?

source: help@mailify.com
de_de: kontakt@mailify.com
es_es: ayuda@mailify.com

source: Phone
de_de: Telefon
es_es: Tel

source: For more informations, please take a look to our website
de_de: Weitere Informationen finden Sie auf unserer Webseite
es_es: Para más información, por favor, visita nuestra página web

source: http://mailify.com/?utm_source=module-wordpress&utm_medium=plugin&utm_content=lien-sarbacane&utm_campaign=wordpress
de_de: http://www.mailify.com?utm_source=module-wordpress&utm_medium=plugin&utm_content=lien-sarbacane&utm_campaign=wordpress&lng=DE
es_es: http://es.mailify.com?utm_source=module-wordpress&utm_medium=plugin&utm_content=lien-sarbacane&utm_campaign=wordpress&lng=ES

source: http://www.mailify.com
de_de: https://de.mailify.com/
es_es: http://es.mailify.com

source: Easily manage your newsletters and email marketing campaigns
de_de: Newsletter und E-Mail-Marketing-Kampagnen einfach bearbeiten
es_es: Gestiona tus newsletters y emailing con facilidad

source: This module lets you synchronize subscribers and accounts from your WordPress site with Mailify to take advantage of all its email marketing features.
de_de: Mit diesem Modul kannst du Anmelder und Konten von deiner WordPress-Seite mit Mailify synchronisieren und so alle Funktionen von Mailify nutzen
es_es: Este módulo WordPress permite sincronizar las cuentas y altas en la newsletter de tu tienda online con la aplicación de mailing Mailify, y disfrutar de innumerables características...

source: Synchronization of your website data
de_de: Webseitendaten-Synchronisation
es_es: Datos de la tienda sincronizados

source: Synchronize and manage all the email lists from your WordPress website
de_de: Synchronisiere und bearbeite die Kontaktlisten deiner WordPress-Seite
es_es: Sincroniza y gestiona todas tus listas de tu página WordPress

source: Responsive visual editor
de_de: Responsiver, visueller Editor
es_es: Editor gráfico responsive

source: Create beautiful, mobile-responsive emails with the EmailBuilder
de_de: Erstelle ganz einfach mobil-optimierte Newsletter mit dem EmailBuilder
es_es: Crea plantillas de newsletter impresionantes con el EmailBuilder

source: Detailed statistics
de_de: Detaillierte Statistiken
es_es: Estadísticas detalladas

source: Geolocation, openings, read time, clicks, opt-outs...
de_de: Geolokalisierung, Öffnungen, Lesedauer, Klicks, Opt-Outs...
es_es: Geolocalización, aperturas, tiempos de lectura, clics, bajas,...

source: Optimal deliverability
de_de: Optimale Zustellraten
es_es: Entregabilidad óptima

source: Best in class deliverability thanks for our unrivaled routing platform
de_de: Beste Zustellraten dank unserem professionellen Newsletter Tool
es_es: Entregabilidad optimizada gracias a nuestra reconocida plataforma de enrutamiento profesional

source: Create your free account and start sending emails
de_de: Erstelle kostenlos ein Konto und sende deinen Newsletter
es_es: Creación de cuenta y primeros envíos gratuitos

source: No strings attached
de_de: Kein Risiko
es_es: Oferta sin compromisos

source: Why choose Mailify?
de_de: Wieso Mailify wählen?
es_es: ¿Por qué elegir Mailify?

source: Loved by over 25,000 users
de_de: Über 85.000 Nutzer vertrauen Mailify
es_es: Más de 20.000 usuarios en España y Francia están encantados por Mailify

source: Awarded Best Emailing Solution by Bsoco Awards (an index that compares emailing solutions)
de_de: Von Bsoco Awards als bestes Newsletter Tool ausgezeichnet
es_es: Elegidos como Mejor Solución de Emailing por los Premios Bsoco

source: All you need to succeed: design, customize, send, and analyze your campaigns
de_de: Alles, was es für den Erfolg braucht: Design, Personalisierung, Versand, Analyse
es_es: Todo lo que necesitas para tener éxito: diseño, personalización, envío y seguimiento de tus campañas

source: Live tech support and a variety of helpful resources: videos, tutorials, manuals, and a blog full of advice...
de_de: Solltest du Hilfe brauchen, stehen wir dir mit Tutorials, Videos, Blogartikeln und auch persönlich zur Seite
es_es: Soporte técnico y numerosos recursos para asistirte: vídeos, tutoriales, guías, consejos...

source: Website
es_es: Web

source: Widget settings
de_de: Widget-Einstellungen
es_es: Parámetros del widget

source: Title
de_de: Überschrift
es_es: Título

source: Description
de_de: Beschreibung
es_es: Descripción

source: Field
de_de: Feld
es_es: Campo

source: Name
es_es: Título

source: Placeholder
de_de: Platzhalter
es_es: Texto por defecto

source: Mandatory
de_de: Erforderlich
es_es: Obligatorio

source: Yes
de_de: Ja
es_es: Sí

source: Add field
de_de: Feld hinzufügen
es_es: Añadir un campo

source: Button name
es_es: Botón de validación

source: Mandatory fields message
de_de: Felder erforderlich nachricht
es_es: Obligatorios campos mensaje

source: Legal notice
de_de: Rechtliche Hinweise
es_es: Avisos legales

source: Mentions
de_de: Erwähnungen
es_es: Menciones

source: Successful form submission message
de_de: Nachricht bei erfolgreicher Anmeldung
es_es: Mensaje al registrarse

source: Save
de_de: Sichern
es_es: Guardar la configuración

source: Preview
de_de: Vorschau
es_es: Vista Previa

source: Information
es_es: Informaciones

source: This tool allows you to create a form widget that you can add to WordPress
de_de: Mit diesem Tool kannst du ein Formular-Widget erstellen und zu WordPress hinzufügen
es_es: Esta herramienta te permite configurar un widget a añadir en tu página WordPress

source: The widget will sync subscribers with your Mailify contact list
de_de: Das Widget synchronisiert Anmelder automatisch mit deiner Mailify-Kontaktliste
es_es: Este widget añadirá direcciones en una lista de Mailify

source: All data from the widget will be available in your list
de_de: Ins Widget eingegebene Daten landen automatisch in deiner Kontaktliste
es_es: Todos los campos del widget estarán en la lista

source: Any changes in the structure of the form will cause a refresh of the associated list in Mailify.
de_de: Alle Änderungen am Anmeldeformular werden auch die Liste in Mailify aktualisieren.
es_es: El cambio de la estructura del widget supondrá la reinicialización de la lista en Mailify

source: Mailify's plugin setup
es_es: Configuración del modulo Mailify

source: Lists synchronization
de_de: Listen-Synchronisation
es_es: Sincronización de las listas

source: Synchronize a ''WordPress Users'' list
de_de: Eine ''WordPress User"-Liste synchronisieren
es_es: Sincronizar una lista "usuarios de WordPress"

source: Creates a WordPress users list in Mailify with all users who have an account on your blog or website.
de_de: Erstellt eine WordPress Kontaktliste in Mailify mit allen, die ein Konto für deinen Blog oder Webseite haben.
es_es: Creación de una lista 'Usuarios WordPress' en Mailify que contiene todos los usuarios que disponen de una cuenta en su blog o página web.

source: Automatically synchronize your subscriber list
de_de: Empfängerlisten automatisch synchronisieren
es_es: Sincronizar una lista "Inscripción WordPress"

source: Enables the widget menu on the left menu. It allows you to create an opt-in form which adds subscribers to a list in Mailify. This contact list will only be accessible in Mailify
de_de: Aktiviert das Widget-Menü auf der linken Seite. Damit können Sie ein Anmeldeformular erstellen, welches Interessenten zur Kontaktliste in Mailify hinzufügt.
es_es: Activa el menú 'Widget' en el menú lateral. Este permite crear un formulario opt-in para alimentar una lista de suscriptores en Mailify. Esta lista de contactos será accessible únicamente en Mailify.

source: Advanced settings
de_de: Erweiterte Einstellungen
es_es: Parámetros avanzados

source: Synchronize your WordPress theme
de_de: WordPress Theme synchronisieren
es_es: Sincronizar el tema del blog

source: Import the four main colors of your blog into a custom theme for the EmailBuilder
de_de: Importiere die vier Hauptfarben deines Blogs in eine Newsletter-Vorlage im EmailBuilder
es_es: Permite importar los cuatro colores principales de tu blog en un tema personalizado del EmailBuilder.

source: Synchronize blog content
de_de: Blogbeiträge synchronisieren
es_es: Sincronizar los artículos del blog

source: Import all your post content in the EmailBuilder's blocks
de_de: Importiere deine Blogartikel in die Bausteine im EmailBuilder
es_es: Permite importar el contenido de tus artículos en los módulos del EmailBuilder.

source: Synchronize media library
de_de: Medien synchronisieren
es_es: Sincronizar la biblioteca de medios

source: Import elements from your WordPress media library into the EmailBuilder image blocks
de_de: Importiere Mediendateien aus WordPress in den EmailBuilder
es_es: Permite importar elementos de tu biblioteca multimedia de WordPress en los módulos de imagen del EmailBuilder.

source: Synchronize RSS data
de_de: RSS-Daten synchronisieren
es_es: Sincronizar las noticias RSS

source: Add your blog as a source for the EmailBuilder's RSS module
de_de: Füge deinen Blog als Quelle des RSS-Moduls im EmailBuilder hinzu
es_es: Añade tu blog como fuente en los módulos RSS del EmailBuilder.

source: Careful, if you deactivate this list, the 'Contact form' widget and the associated list in Mailify will be deactivated too. Are you sure you wish to deactivate the list?
de_de: Vorsicht, wenn du diese Liste deaktivierst, werden auch das Anmelde-Widget und die entsprechende Liste in Mailify deaktiviert. Möchtest du fortfahren?
es_es: Cuidado, si desactiva esta lista, el widget 'Formulario de contacto' será desactivado también. La lista en Mailify será eliminada. ¿Desea continuar?

source: This plugin allows you to synchronize your WordPress data in Mailify
de_de: Mit diesem Plugin kannst du deine WordPress-Daten mit Mailify synchronisieren
es_es: Este plugin te permite sincronizar los datos de tu WordPress en Mailify

source: No
de_de: Nein
